{
    "easy": [
        {
            "text": "Утро было ясным и теплым. Птицы пели свои веселые песни. Солнце светило в большое окно. На столе стояла чашка с чаем. Кот спал на мягком диване. Мы любим такие спокойные дни."
        },
        {
            "text": "Он быстро пошел в ближайший магазин. Там нужно купить хлеб и молоко. По дороге он встретил старого друга. Они поговорили о работе и учебе. Потом каждый пошел по своим делам. Встреча была недолгой, но приятной."
        },
        {
            "text": "Ребенок нашел маленький зеленый мяч. Он стал играть с ним во дворе. Мяч катился по ровной дорожке. Мальчик бежал за ним и смеялся. Игра доставила ему большую радость. Вечером он рассказал об этом маме."
        }
    ],
    "medium": [
        {
            "text": "Несмотря на ранний час, город уже проснулся. На улицах, конечно, было пока мало машин, но в кафе на углу вовсю кипела работа. «Отличная погода сегодня», — подумал Алексей, глядя на безоблачное небо. Он решил - нужно воспользоваться моментом и прогуляться до парка, чтобы зарядиться бодростью на целый день."
        },
        {
            "text": "Современные технологии, такие как искусственный интеллект и интернет вещей, стремительно меняют нашу жизнь. Однако многие эксперты справедливо отмечают, что ключевым фактором остается человеческое восприятие. Другими словами, ни одна машина не заменит творческий подход и живое общение, которые так важны для решения сложных задач."
        },
        {
            "text": "Путешествие - это всегда маленькое приключение. Собирая чемодан, ты предвкушаешь встречу с новыми городами, необычной архитектурой и, конечно, местной кухней. Главное - не строить слишком жестких планов, позволив себе просто наслаждаться моментом, исследовать улочки и знакомиться с культурой страны."
        }
    ],
    "hard": [
        {
            "text": "Парадоксально, но стремительная цифровизация - процесс, охвативший практически все сферы деятельности, - одновременно упрощает и усложняет наше существование. С одной стороны, мы получили мгновенный доступ к гигантским массивам информации; с другой - оказались в ловушке постоянного информационного шума, требующего серьезных фильтров и критического мышления."
        },
        {
            "text": "Рассматривая полотна импрессионистов, зритель, невольно погружающийся в игру света и тени, реконструирует в своем сознании ускользающее мгновение - ту самую «впечатленность» (фр. impression), которая и дала название течению. Художник, отказываясь от четких контуров, словно предлагает нам дописать картину, используя собственный эмоциональный и чувственный опыт."
        },
        {
            "text": "Квантовая механика, бросающая вызов нашему классическому интуитивному пониманию реальности, оперирует такими концепциями, как суперпозиция (способность частицы находиться в двух состояниях сразу) и квантовая запутанность. Эти явления, лежащие в основе перспективных технологий - квантовых вычислений и криптографии, - хотя и кажутся контринтуитивными, уже находят практическое применение в лабораториях по всему миру."
        }
    ]
}